Revit 2027 API
LoadCombination.Create Method
Overload List
Name | Description
Create(Document, String) |  Creates a new default LoadCombination.
Create(Document, String, LoadCombinationType, LoadCombinationState) |  Creates a new LoadCombination.
Top
See Also
Reference
LoadCombination Class
Autodesk.Revit.DB.Structure Namespace